handsOn/troubleFoam/run/02_cavityClipped/Allrun
#!/bin/bash
#
# run the case

icoFoam
