handsOn/troubleFoam/run/02_cavityClipped/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    lid
    {
        type            wall;
        inGroups        1(wall);
        nFaces          21;
        startFace       678;
    }
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          63;
        startFace       699;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          720;
        startFace       762;
    }
)

// ************************************************************************* //
